---
kind: enumMember
id: F:Autodesk.Revit.DB.RevisionVisibility.TagVisible
enum: Autodesk.Revit.DB.RevisionVisibility
source: html/486d8b1e-811d-fd43-d2a4-a4eef4e53538.htm
---
# Autodesk.Revit.DB.RevisionVisibility.TagVisible

Revision Tags will be visible in the project but Revision Clouds will not be.